import { Summary } from '@/types'

export const SUMMARIES: Summary[] = [
  {
    title: '웹 디자이너 출신 프론트엔드 개발자',
    description:
      '디자이너 출신의 프론트엔드 개발자로서, 다른 개발자에게는 없는 강점을 가지고 있습니다. 폭넓은 디자인 경험을 통해 미적 감각과 사용자 경험에 대한 깊은 이해를 갖췄으며, 이를 바탕으로 혁신적인 디자인과 기술을 결합하여 프로젝트에 독특한 시각과 전문성을 제공합니다. 또한, 디자이너와의 원활한 소통 능력을 바탕으로 팀 내 협업을 원할하게 이끌어내어, 디자인과 개발 사이의 간극을 줄여 최종 사용자에게 뛰어난 경험을 제공합니다. 이를 통해 프로젝트의 가치를 높이고 사용자들에게 효과적인 솔루션을 제공하는 데 기여하겠습니다.',
  },
  {
    title: '백엔드 실무 경험 및 관련 지식 보유',
    description:
      '백엔드 개발 실무 경험과 지식을 보유한 프론트엔드 개발자로서, 다양한 영역에서의 전문성을 바탕으로 프로젝트의 전체 시스템을 포괄적으로 이해하고 안정적인 소프트웨어를 구축하는 데 기여할 수 있습니다. 프론트엔드와 백엔드간의 조화로운 연결을 통해 사용자 중심적인 서비스를 제공하며, 웹 애플리케이션의 성능과 안정성을 높이는 데 주력합니다. 이를 통해 사용자들에게 더 나은 경험을 제공하고, 기업의 비즈니스 목표를 달성하는 데 도움을 줄 수 있습니다.',
  },
  {
    title: '개발팀의 문화와 팀 분위기 중시',
    description:
      '개발팀의 문화와 팀 분위기로 부터 나오는 시너지를 중요하게 생각합니다. 개발 역량 강화뿐만 아니라 팀원들과의 관계와 업무 환경에도 큰 관심을 가지고 있습니다. 팀원들과의 원활한 커뮤니케이션과 협업을 통해 조직의 발전을 위해 노력하고 있습니다. 또한, 긍정적인 팀 문화를 유지하기 위해 서로를 존중하고 신뢰하는 문화를 조성하고자 합니다. 이를 통해 효율적인 업무 환경을 구축하고, 개발자 경험(DX)을 향상시키며 회사의 생산성 향상에 기여할 수 있다고 믿습니다.',
  },
]
